Repository: DoedeJaarsmaCommunicatie/reviewsvanklanten-plugin
Catalog: languages/reviews-van-klanten-*.po
Languages: nl_nl

source: Reviews van Klanten bridge
nl_nl: Reviews van Klanten koppeling

source: This plugin connects your WooCommerce store and Reviews van Klanten.
nl_nl: Deze plugin maakt een verbinding tussen jouw WooCommerce winkel en Reviews van Klanten.

source: Reviews van Klanten team
nl_nl: Het team van Reviews van Klanten

# WP Admin Screen
source: Generate an API key in your dashboard.
nl_nl: Maak deze API Key aan in jouw dashboard.

# WP Admin Settings
source: Send a review invite after purchase for your company.
nl_nl: Stuur een review uitnodiging voor jouw bedrijf na aankoop.

# WP Admin Screen label
source: Send invites on Company level
nl_nl: Stuur uitnodigingen voor jouw bedrijf

# WP Admin Screen label
source: Send invites on Product level
nl_nl: Stuur uitnodigingen voor producten

# WP Admin Screen
source: Delay in days to send invite.
nl_nl: Wachttijd in dagen voordat uitnodiging verstuurd mag worden.

# WP Admin Screen label
source: Delay (days)
nl_nl: Vertraging (dagen)

source: Reviews van Klanten settings
nl_nl: Review van Klanten instellingen

source: Use these settings to modify how reviews are processed
nl_nl: Deze instellingen regelen het tonen en verwerken van reviews

source: You can find this code in your dashboard.
nl_nl: Je kan deze code vinden in jouw dashboard.

source: These settings apply our default templates.
nl_nl: Deze instellingen zorgen er voor dat je onze standaard bestanden gebruikt.

source: Use our custom templates
nl_nl: Gebruik onze review template
